
/*
//
// This file is for Little Snitch's IAP: https://help.obdev.at/resources/documentation/littlesnitch/#/ra-iap
// Currently Little Snitch is only translated in English and German, so will not use any other localizations.
//
// If you're translating other than English or German, you can dismiss this file or translate it in case they
// add some more languages in the future.
//
*/

/* Top-level, general application description: */
"ApplicationDescription" = "Keka 是款專為 macOS 打造的檔案封存工具。";

/* Software update connection: */
"SoftwareUpdatePurpose" = "Keka 會連線到 u(pdate).keka.io 檢查新版本。";
"SoftwareUpdateDenyConsequences" = "如果您拒絕此連線，您就會收不到 Keka 的新版本通知。";
